Repository: Degosse/IOS
Catalog: Receipt Organizer/Receipt Organizer/Localizable.xcstrings
Source language: en
Languages: nl

source: Add Receipt
nl: Bon Toevoegen

source: Amount
nl: Bedrag

source: Analysis Error
nl: Analyse Fout

source: Analyze Receipt
nl: Bon Analyseren

source: Cancel
nl: Annuleren

source: Close
nl: Sluiten

source: Crop Image
nl: Foto Bijsnijden

source: Crop Receipt
nl: Bon Bijsnijden

source: Crop Receipt?
nl: Bon bijsnijden?

source: Date
nl: Datum

source: Delete Receipt
nl: Bon Verwijderen

source: Edit Image
nl: Afbeelding Bewerken

source: Edit Receipt
nl: Bon Bewerken

source: Expense Report
nl: Onkostendeclaratie

source: Export Options
nl: Export Opties

source: Export PDF
nl: PDF Exporteren

source: Export Receipt Images
nl: Bon Afbeeldingen Exporteren

source: Failed to create archive
nl: Archief aanmaken mislukt

source: Failed to create PDF
nl: PDF aanmaken mislukt

source: Failed to prepare images for sharing
nl: Afbeeldingen voorbereiden voor delen mislukt

source: Failed to save images: %@
nl: Afbeeldingen opslaan mislukt: %@

source: From Library
nl: Uit Bibliotheek

source: Generated on
nl: Gegenereerd op

source: Monthly
nl: Maandelijks

source: No images to export.
nl: Geen afbeeldingen om te exporteren.

source: No receipts for selected period
nl: Geen bonnen voor geselecteerde periode

source: Number of Receipts
nl: Aantal Bonnen

source: Orientation
nl: OriÃ«ntatie

source: Photo library access denied. Please enable it in Settings.
nl: Toegang tot fotobibliotheek geweigerd. Schakel dit in via Instellingen.

source: Photo library access not determined.
nl: Toegang tot fotobibliotheek niet bepaald.

source: Quarterly
nl: Driemaandelijks

source: Receipt Details
nl: Bon Details

source: Receipt Organizer
nl: Bon Beheer

source: Receipts
nl: Bonnen

source: Reports
nl: Rapporten

source: Reset
nl: Resetten

source: Reset Changes?
nl: Wijzigingen resetten?

source: Save
nl: Opslaan

source: Save Images to Photos
nl: Afbeeldingen Opslaan in Foto's

source: Select a photo of your receipt
nl: Selecteer een foto van uw bon

source: Share Images as Files
nl: Afbeeldingen Delen als Bestanden

source: Take a photo of your receipt
nl: Maak een foto van uw bon

source: This will reset all changes made to the image.
nl: Dit zal alle wijzigingen aan de afbeelding ongedaan maken.

source: Total Amount
nl: Totaalbedrag

source: Total Expenses
nl: Totale Uitgaven

source: Unknown
nl: Onbekend

source: Unknown error occurred
nl: Onbekende fout opgetreden

source: Unknown photo library error.
nl: Onbekende fotobibliotheek fout.

source: Use as is
nl: Gebruik zoals het is

source: Would you like to crop the image to focus on the receipt?
nl: Wil je de afbeelding bijsnijden om op de bon te focussen?

source: Year
nl: Jaar

source: Yearly
nl: Jaarlijks
